{
  "title": "The Four Noble Truths - Four Exalted Truths",
  "truth1": {
    "name": "1. The Truth of Suffering (Dukkha Sacca)",
    "description": "The truth about the nature of Suffering. Suffering is not just obvious physical or mental pain, but also the underlying dissatisfaction and unfulfillment in all aspects of cyclic existence. Birth, old age, sickness, death are suffering. Sorrow, lamentation, pain, grief, and despair are suffering. Association with the unpleasant is suffering. Separation from the beloved is suffering. Not getting what one wants is suffering. In short, the five aggregates of clinging are suffering.",
    "details": "The First Noble Truth identifies the pervasive presence of suffering (Dukkha) in life. Dukkha encompasses physical and mental pain, as well as the inherent unsatisfactoriness of conditioned existence due to its impermanence. The Buddha detailed various forms of suffering, including the eight sufferings: birth, old age, sickness, death, separation from the beloved, association with the unpleasant, not getting what one wants, and the suffering of the five aggregates of clinging (form, feeling, perception, mental formations, consciousness). Understanding Dukkha is the first step towards liberation."
  },
  "truth2": {
    "name": "2. The Truth of the Origin of Suffering (Samudaya Sacca)",
    "description": "The truth about the Cause of Suffering. The deep root of all suffering is Craving (Tanha) - the incessant desire and longing. Craving includes: sensual craving (craving for sense objects), craving for existence (craving to be, to become), and craving for non-existence (craving not to be, self-annihilation). This craving is nourished by Ignorance (Avijja) - the lack of proper understanding of the nature of reality, especially concerning the Four Noble Truths and the law of Karma. From this arise hatred and other defilements.",
    "details": "The Second Noble Truth explains the origin of suffering, which is primarily identified as craving (Tanha). This includes craving for sensual pleasures (kama-tanha), craving for existence or becoming (bhava-tanha), and craving for non-existence or annihilation (vibhava-tanha). This craving is fueled by ignorance (Avijja), a fundamental misunderstanding of the true nature of reality, particularly the impermanence and non-self nature of phenomena. Ignorance and craving lead to attachment and aversion, perpetuating the cycle of suffering."
  },
  "truth3": {
    "name": "3. The Truth of the Cessation of Suffering (Nirodha Sacca)",
    "description": "The truth about the Cessation of Suffering. This is the state of absolute peace, Nirvana (Nibbana), where all suffering and its causes have been completely eradicated. It is the complete cessation of Craving, Hatred, and Delusion. Nirvana is not a place, but a state of liberated mind, free from all bonds of the cycle of existence.",
    "details": "The Third Noble Truth points to the possibility of the cessation of suffering (Nirodha), which is the state of Nirvana (Nibbana). Nirvana is the complete eradication of craving, aversion, and ignorance – the roots of suffering. It is described as a state of ultimate peace, liberation, and freedom from the cycle of birth and death (samsara). Nirvana is not a place or a void, but a transcendental state that can be realized through the practice of the path."
  },
  "truth4": {
    "name": "4. The Truth of the Path to the Cessation of Suffering (Magga Sacca)",
    "description": "The truth about the Path of practice leading to the Cessation of Suffering. This is the Noble Eightfold Path (Ariya Atthangika Magga), the middle path consisting of eight components, helping practitioners to cultivate wisdom, liberation, and Nirvana.",
    "details": "The Fourth Noble Truth presents the path leading to the cessation of suffering, known as the Noble Eightfold Path (Ariya Atthangika Magga). This path is the practical guide to liberation and Nirvana. It is a middle way, avoiding the extremes of sensual indulgence and severe asceticism. The Eightfold Path consists of eight interconnected factors: Right View, Right Intention, Right Speech, Right Action, Right Livelihood, Right Effort, Right Mindfulness, and Right Concentration. These factors are grouped into three categories: Wisdom (Right View, Right Intention), Ethical Conduct (Right Speech, Right Action, Right Livelihood), and Mental Discipline (Right Effort, Right Mindfulness, Right Concentration)."
  }
}
