{
  "title": "The Ten Wholesome Actions",
  "action1": {
    "name": "1. Abstaining from taking life",
    "description": "To abstain from intentionally taking the life of any living being, including humans and animals.",
    "details": "This involves cultivating compassion and non-harming towards all sentient beings, recognizing the preciousness of life and avoiding oppression and harassment."
  },
  "action2": {
    "name": "2. Abstaining from taking what is not given",
    "description": "To abstain from stealing or taking anything that has not been freely given.",
    "details": "This promotes honesty, integrity, and respect for the property and rights of others, avoiding all forms of exploitation, filching, and theft."
  },
  "action3": {
    "name": "3. Abstaining from sexual misconduct",
    "description": "To abstain from sexual activities that cause harm to oneself or others.",
    "details": "This encourages responsible and respectful sexual behavior, promoting fidelity in relationships and avoiding actions such as adultery, exploitation, abuse, disgracing, or dishonoring others' loved ones."
  },
  "action4": {
    "name": "4. Abstaining from false speech",
    "description": "To abstain from lying or speaking untruthfully.",
    "details": "This involves speaking truthfully and sincerely, fostering trust and clarity in communication, and not intentionally saying things that stray from the truth out of a desire for personal gain."
  },
  "action5": {
    "name": "5. Abstaining from divisive speech",
    "description": "To abstain from speech that creates discord or separation among people.",
    "details": "This promotes harmonious communication, encouraging words that unite rather than divide, and avoiding malicious speech inciting one person against another."
  },
  "action6": {
    "name": "6. Abstaining from harsh speech",
    "description": "To abstain from abusive, rude, or offensive language.",
    "details": "This involves speaking kindly and gently, avoiding words that cause pain or anger, and fostering an atmosphere of respect, speaking only words that are polite and pleasant to the ear."
  },
  "action7": {
    "name": "7. Abstaining from idle chatter",
    "description": "To abstain from meaningless or frivolous talk.",
    "details": "This encourages purposeful and beneficial speech, avoiding excessive or unproductive conversation that wastes time and energy, speaking only words that are true, reasonable, useful and appropriate to the occasion."
  },
  "action8": {
    "name": "8. Abstaining from covetousness",
    "description": "To abstain from craving or desiring others' possessions.",
    "details": "This involves cultivating contentment with what one has, avoiding envy and greed, and fostering generosity and a munificent mind, not focusing only on taking."
  },
  "action9": {
    "name": "9. Abstaining from ill will",
    "description": "To abstain from thoughts of hatred, anger, or resentment.",
    "details": "This promotes the development of loving-kindness and compassion, releasing negative emotions and fostering forgiveness, bearing good intentions toward others, spreading good will and aiming for the common good."
  },
  "action10": {
    "name": "10. Cultivating Right View",
    "description": "To have a correct understanding of reality, karma, and the path to liberation.",
    "details": "This involves cultivating wisdom and insight into the nature of existence, understanding the law of kamma, and aligning one's actions with the principles of the Dharma, seeing the faring of things according to causes and conditions."
  }
}