{
  "title": "Tứ Diệu Đế - Bốn Chân Lý Cao Thượng",
  "truth1": {
    "name": "1. Khổ Đế (Dukkha Sacca)",
    "description": "Chân lý về bản chất của Khổ. Khổ không chỉ là những cảm giác đau đớn về thể xác hay tinh thần rõ ràng, mà còn là sự không hài lòng, bất toại nguyện tiềm ẩn trong mọi khía cạnh của cuộc sống luân hồi. Sinh, lão, bệnh, tử là khổ. Sầu, bi, ưu, não là khổ. Cầu bất đắc (mong muốn không thành) là khổ. Oán tắng hội (gặp gỡ người mình không ưa) là khổ. Ái biệt ly (xa lìa người mình thương) là khổ. Ngũ uẩn xí thạnh (sự chấp thủ vào năm nhóm yếu tố tạo nên con người) cũng là khổ.",
    "details": "Khổ Đế xác định sự hiện diện phổ biến của khổ đau (Dukkha) trong cuộc sống. Dukkha bao gồm đau đớn về thể chất và tinh thần, cũng như sự không thỏa mãn cố hữu của tồn tại hữu điều kiện do tính vô thường của nó. Đức Phật đã trình bày chi tiết các dạng khổ khác nhau, bao gồm tám loại khổ: sinh, lão, bệnh, tử, xa lìa người thương, gặp gỡ người không ưa, cầu mà không được, và khổ của ngũ uẩn (sắc, thọ, tưởng, hành, thức). Hiểu rõ Dukkha là bước đầu tiên hướng tới giải thoát."
  },
  "truth2": {
    "name": "2. Tập Đế (Samudaya Sacca)",
    "description": "Chân lý về Nguyên nhân của Khổ. Nguồn gốc sâu xa của mọi khổ đau là Tham Ái (Tanha) - sự khao khát, ham muốn không ngừng. Tham ái bao gồm: Dục ái (khao khát các đối tượng của giác quan), Hữu ái (khao khát được tồn tại, được trở thành), và Phi hữu ái (khao khát không tồn tại, tự hủy hoại). Tham ái này được nuôi dưỡng bởi Vô Minh (Avijja) - sự không hiểu biết đúng đắn về bản chất của thực tại, đặc biệt là về Tứ Diệu Đế và luật Nhân Quả. Từ đó sinh ra Sân Hận và các phiền não khác.",
    "details": "Tập Đế giải thích nguyên nhân của khổ đau, chủ yếu được xác định là tham ái (Tanha). Điều này bao gồm tham ái đối với khoái lạc giác quan (kama-tanha), tham ái đối với sự tồn tại hoặc trở thành (bhava-tanha), và tham ái đối với sự không tồn tại hoặc hủy diệt (vibhava-tanha). Tham ái này được nuôi dưỡng bởi vô minh (Avijja), sự hiểu lầm căn bản về bản chất thực sự của thực tại, đặc biệt là tính vô thường và vô ngã của các pháp. Vô minh và tham ái dẫn đến chấp thủ và sân hận, duy trì vòng luân hồi khổ đau."
  },
  "truth3": {
    "name": "3. Diệt Đế (Nirodha Sacca)",
    "description": "Chân lý về sự Chấm dứt Khổ. Đây là trạng thái an lạc tuyệt đối, Niết Bàn (Nibbana), nơi mọi khổ đau và nguyên nhân của khổ đau đã hoàn toàn được đoạn trừ. Đó là sự chấm dứt hoàn toàn Tham Ái, Sân Hận và Si Mê. Niết Bàn không phải là một nơi chốn, mà là một trạng thái tâm thức giải thoát, tự do khỏi mọi ràng buộc của vòng luân hồi.",
    "details": "Diệt Đế chỉ ra khả năng chấm dứt khổ đau (Nirodha), đó là trạng thái Niết Bàn (Nibbana). Niết Bàn là sự diệt trừ hoàn toàn tham ái, sân hận và vô minh – cội rễ của khổ đau. Nó được mô tả là trạng thái an lạc tối thượng, giải thoát và tự do khỏi vòng sinh tử (samsara). Niết Bàn không phải là một nơi chốn hay một hư vô, mà là một trạng thái siêu việt có thể được chứng ngộ thông qua việc thực hành con đường."
  },
  "truth4": {
    "name": "4. Đạo Đế (Magga Sacca)",
    "description": "Chân lý về Con đường thực hành dẫn đến sự Chấm dứt Khổ. Đây chính là Bát Chánh Đạo (Ariya Atthangika Magga), con đường trung đạo gồm tám chi phần, giúp hành giả tu tập để đạt được trí tuệ, giải thoát và Niết Bàn.",
    "details": "Đạo Đế trình bày con đường dẫn đến sự chấm dứt khổ đau, được gọi là Bát Chánh Đạo (Ariya Atthangika Magga). Con đường này là kim chỉ nam thực hành để đạt được giải thoát và Niết Bàn. Đó là con đường trung đạo, tránh xa hai thái cực hưởng thụ dục lạc và khổ hạnh ép xác. Bát Chánh Đạo bao gồm tám yếu tố liên quan chặt chẽ: Chánh Kiến, Chánh Tư Duy, Chánh Ngữ, Chánh Nghiệp, Chánh Mạng, Chánh Tinh Tấn, Chánh Niệm và Chánh Định. Tám yếu tố này được nhóm thành ba loại: Trí Tuệ (Chánh Kiến, Chánh Tư Duy), Giới Hạnh (Chánh Ngữ, Chánh Nghiệp, Chánh Mạng) và Định Tâm (Chánh Tinh Tấn, Chánh Niệm, Chánh Định)."
  }
}
