{
  "title": "八正道 - 八つの正しい道",
  "path1": {
    "name": "1. 正見 (Samma Ditthi)",
    "description": "四諦、業の法則、無常、無我、縁起の正しい理解。これは実践の道の全体的な基盤です。",
    "details": "正見（サンマー・ディッティ）は、八正道の基礎となる智慧です。それは、現実の性質、特に四諦、業（原因と結果）の法則、存在の三つの特徴（無常 - アニッチャ、苦 - ドゥッカ、無我 - アナッタ）、そして縁起（パティッチャサムッパーダ）の正しい理解です。正見は単なる知的な同意ではなく、道の他のすべての側面を導く深い、経験的な洞察です。それは、無明と迷妄の歪みから解放されて、物事を真実のままに見ること、そしてすべての現象の相互関連性を理解することを含みます。"
  },
  "path2": {
    "name": "2. 正思惟 (Samma Sankappa)",
    "description": "正しい思考と願望、向上へと導くもの。出離の思考（非感覚的、非貪欲）、非悪意の思考（慈悲）、非害の思考（慈悲、非暴力）を含みます。",
    "details": "正思惟（サンマー・サンカッパ）は、正見と一致する精神的な決意と願望です。それは、貪欲、憎しみ、迷妄から解放された、純粋で健全な思考を培うことを含みます。これには、出離の意図（ネッカンマ・サンカッパ）、すなわち感覚的な快楽や世俗的な欲望への執着を手放す決意。非悪意の意図（アヴィヤーパダ・サンカッパ）、すなわちすべての存在に対する慈悲、善意、友愛を培うこと。非害の意図（アヴィヒンサー・サンカッパ）、すなわち慈悲をもって行動し、自分自身や他者に苦しみをもたらすことを避ける決意が含まれます。正思惟は、倫理的な行為と精神的な発展のための動機と方向性を提供します。"
  },
  "path3": {
    "name": "3. 正語 (Samma Vaca)",
    "description": "正しく、真実で、調和のとれた言葉。嘘、分裂を招く言葉（中傷）、厳しい言葉（罵倒）、無駄話（軽薄で意味のない話）を避けること。",
    "details": "正語（サンマー・ヴァーチャー）は、倫理的な言葉の使用です。それは、四つの不健全な言葉の形を控えることを含みます：嘘（ムサーヴァーダ）、すなわち虚偽を話すこと。分裂を招く言葉（ピスナヴァーチャー）、すなわち他者を中傷したり不和を生み出したりすること。厳しい言葉（パルサ・ヴァーチャー）、すなわち罵倒的、失礼、または傷つける言葉を使用すること。無駄話（サンパッパラパ）、すなわち目的のない軽薄、無意味、またはゴシップ的な話に従事すること。正語は真実であり、有益であり、時宜を得ており、親切心と穏やかな心で話されます。それは人間関係における信頼、調和、理解を促進し、平和な環境に貢献します。"
  },
  "path4": {
    "name": "4. 正業 (Samma Kammanta)",
    "description": "正しく、健全な行為。殺生（生命を奪うこと）、盗み（与えられていないものを取ること）、邪淫（不法な性行為）を避けること。",
    "details": "正業（サンマー・カンマンタ）は、身体的な行動を通して表現される倫理的な行為です。それは、三つの不健全な行動を控えることを含みます：殺生（パーナティパータ）、すなわち sentient beings の生命を奪うこと。盗み（アディンナダーナ）、すなわち自由に与えられていないものを取ること。邪淫（カーメス・ミッチャーチャーラ）、すなわち有害または搾取的な性関係に従事すること。正業は道徳的な規律（シーラ）の基盤であり、自分自身と他者の幸福と安全に貢献します。それは、無害で、思いやりがあり、すべての存在の権利と尊厳を尊重する方法で行動することです。"
  },
  "path5": {
    "name": "5. 正命 (Samma Ajiva)",
    "description": "正しく、正直な手段で生計を立てること。生き物を傷つけたり、非倫理的な職業（武器、人間、毒物の取引、動物の屠殺など）を避けること。",
    "details": "正命（サンマー・アージーヴァ）は、他者に害を与えない方法で生計を立てることを意味します。これには、武器、生き物（奴隷制度や売春を含む）、食肉生産、中毒性物質、毒物などの取引など、 sentient beings を搾取または害する職業を避けることが含まれます。また、詐欺、不正行為、高利貸しなどの不正な行為も含まれます。正命は、経済活動が倫理的な原則と調和し、公正で思いやりのある社会に貢献することを保証します。それは、精神的な修行を支援し、すべての幸福を促進する生き方です。"
  },
  "path6": {
    "name": "6. 正精進 (Samma Vayama)",
    "description": "正しく、勤勉な努力。四つの種類が含まれます：不健全な状態が生じるのを防ぐ努力。生じた不健全な状態を捨てる努力。生じていない健全な状態を発展させる努力。生じた健全な状態を維持し増加させる努力。",
    "details": "正精進（サンマー・ヴァーヤーマ）は、健全な心の状態を培い、不健全な状態を捨てるための意識的かつ勤勉な努力です。それは、道を進むために必要なエネルギーと意志力です。正精進は四つの側面を含みます：生じていない不健全な状態が生じるのを防ぐ努力、生じた不健全な状態を捨てる努力、生じていない健全な状態を発展させる努力、そして生じた健全な状態を維持し増加させる努力。この継続的な努力は、心を浄化し、否定的な傾向を克服し、智慧と集中力の発展を支援する肯定的な資質を培うことに向けられます。"
  },
  "path7": {
    "name": "7. 正念 (Samma Sati)",
    "description": "正しい記憶、正しい気づき。常に注意深く、現在瞬間に何が起こっているかを、身体（カーヤ）、感覚（ヴェーダナー）、心（チッタ）、精神的な対象（ダンマ）に関して明確に認識すること。",
    "details": "正念（サンマー・サティ）は、明確な理解をもって現在の瞬間の気づきを実践することです。それは、四つの念処：身体（カーヤヌパッサナー）、感覚（ヴェーダナーヌパッサナー）、心（チッタヌパッサナー）、精神的な対象または現象（ダンマーヌパッサナー）に注意を払うことを含みます。正念は、現実の真の性質への洞察を発展させ、判断せずに思考、感情、身体的な感覚を観察し、穏やかで集中した、反応しない心を培うのに役立ちます。それは智慧と集中力を発展させるための重要な要素です。"
  },
  "path8": {
    "name": "8. 正定 (Samma Samadhi)",
    "description": "一つの対象に心を正しく、しっかりと集中させること。瞑想的な吸収（ジャーナ）の段階を発展させ、穏やかで明晰な心の状態を達成し、智慧（パンニャー）の発展の基盤とすること。",
    "details": "正定（サンマー・サマーディ）は、瞑想を通して集中した穏やかな心の状態を発展させることです。それは、心を一つの対象に集中させ、吸収状態（ジャーナ）に至ることを含みます。ジャーナは、ますます高まるレベルの静けさ、喜び、平静さを特徴とする深い瞑想的な吸収状態です。正定は、心を落ち着かせ、注意散漫を減らし、現実の真の性質への智慧（パンニャー）と洞察を発展させるための安定した強力な基盤を提供します。それは八正道の精神的な規律のセクションの集大成です。"
  }
}
