{
  "title": "八正道 - 八つの正しい道",
  "path1": {
    "name": "1. 正見 (Samma Ditthi)",
    "description": "四諦、業の法則、無常、無我、縁起の正しい理解。これは実践の道の全体的な基盤です。",
    "details": "正見は、現実の性質、特に四諦、業（原因と結果）の法則、無常（アニッチャ）、無我（アナッタ）、縁起（パティッチャサムッパーダ）の正しい理解です。これは、修行者を解脱への道に導く基礎となる智慧です。それは、迷妄や歪みから解放されて、物事を真実のままに見ることです。"
  },
  "path2": {
    "name": "2. 正思惟 (Samma Sankappa)",
    "description": "正しい思考と願望、向上へと導くもの。出離の思考（非感覚的、非貪欲）、非悪意の思考（慈悲）、非害の思考（慈悲、非暴力）を含みます。",
    "details": "正思惟は、純粋な思考と願望を培うことを含みます。これには、出離の意図（感覚的な快楽や世俗的な所有物への執着を手放すこと）、非悪意の意図（すべての存在に対する慈悲と哀れみを培うこと）、非害の意図（自分自身や他者に苦しみをもたらす思考や行動を避けること）が含まれます。それは、道に従い、健全な資質を発展させる精神的な決意です。"
  },
  "path3": {
    "name": "3. 正語 (Samma Vaca)",
    "description": "正しく、真実で、調和のとれた言葉。嘘、分裂を招く言葉（中傷）、厳しい言葉（罵倒）、無駄話（軽薄で意味のない話）を避けること。",
    "details": "正語は、建設的かつ倫理的な方法で言葉を使うことです。嘘、分裂を招く言葉（不和を生み出す中傷）、厳しい言葉（罵倒的または傷つける言葉）、無駄話（目的のない軽薄または無意味な話）を控えることを含みます。正語は、個人間の真実性、調和、理解を促進します。"
  },
  "path4": {
    "name": "4. 正業 (Samma Kammanta)",
    "description": "正しく、健全な行為。殺生（生命を奪うこと）、盗み（与えられていないものを取ること）、邪淫（不法な性行為）を避けること。",
    "details": "正業は、倫理的かつ道徳的な行為に従事することを含みます。 sentient beings の生命を奪うこと、盗み（自由に与えられていないものを取ること）、邪淫（有害または搾取的な性関係に従事すること）を控えることを伴います。正業は、徳のある生活の基盤であり、自分自身と他者の幸福に貢献します。"
  },
  "path5": {
    "name": "5. 正命 (Samma Ajiva)",
    "description": "正しく、正直な手段で生計を立てること。生き物を傷つけたり、非倫理的な職業（武器、人間、毒物の取引、動物の屠殺など）を避けること。",
    "details": "正命は、他者に害を与えない方法で生計を立てることを意味します。これには、武器、生き物（奴隷制度や売春を含む）、食肉生産、中毒性物質、毒物などの取引など、 sentient beings を搾取または害する職業を避けることが含まれます。正命は、経済活動が倫理的な原則と調和し、公正で思いやりのある社会に貢献することを保証します。"
  },
  "path6": {
    "name": "6. 正精進 (Samma Vayama)",
    "description": "正しく、勤勉な努力。四つの種類が含まれます：不健全な状態が生じるのを防ぐ努力。生じた不健全な状態を捨てる努力。生じていない健全な状態を発展させる努力。生じた健全な状態を維持し増加させる努力。",
    "details": "正精進は、健全な心の状態を培い、不健全な状態を捨てるための意識的かつ勤勉な努力です。それは四つの努力を含みます：生じていない不健全な状態が生じるのを防ぐこと、生じた不健全な状態を捨てること、生じていない健全な状態を発展させること、生じた健全な状態を維持し増加させること。正精進は、解脱への道を進むために必要なエネルギーと忍耐力です。"
  },
  "path7": {
    "name": "7. 正念 (Samma Sati)",
    "description": "正しい記憶、正しい気づき。常に注意深く、現在瞬間に何が起こっているかを、身体（カーヤ）、感覚（ヴェーダナー）、心（チッタ）、精神的な対象（ダンマ）に関して明確に認識すること。",
    "details": "正念は、明確な理解をもって現在の瞬間の気づきを実践することです。それは、四つの念処：身体（カーヤ）、感覚（ヴェーダナー）、心（チッタ）、精神的な対象（ダンマ）に注意を払うことを含みます。正念は、現実の性質への洞察を発展させ、判断せずに思考や感情を観察し、穏やかで集中した心を培うのに役立ちます。"
  },
  "path8": {
    "name": "8. 正定 (Samma Samadhi)",
    "description": "一つの対象に心を正しく、しっかりと集中させること。瞑想的な吸収（ジャーナ）の段階を発展させ、穏やかで明晰な心の状態を達成し、智慧（パンニャー）の発展の基盤とすること。",
    "details": "正定は、瞑想を通して集中した穏やかな心の状態を発展させることです。それは、心を一つの対象に集中させ、吸収状態（ジャーナ）に至ることを含みます。正定は、心を落ち着かせ、注意散漫を減らし、現実の真の性質への智慧と洞察を発展させるための安定した基盤を提供します。"
  }
}
