{
  "title": "四諦 - 四つの聖なる真理",
  "truth1": {
    "name": "1. 苦諦 (Dukkha Sacca)",
    "description": "苦の性質に関する真理。苦は、明らかな肉体的または精神的な痛みだけでなく、輪廻のあらゆる側面における根本的な不満と不充足感も含まれます。生、老、病、死は苦です。愁、悲、憂、悩は苦です。嫌なものとの出会いは苦です。愛する人との別れは苦です。欲しいものが得られないのは苦です。要するに、五蘊は苦です。",
    "details": "苦諦（ドゥッカ・サッチャ）は、存在における苦しみ（ドゥッカ）の遍在する現実を明らかにします。ドゥッカは、肉体的および精神的な痛みだけでなく、条件付けられた現象を特徴づける固有の不満足さ、ストレス、不快感を含む多面的な用語です。この不満足さは、万物の無常（アニッチャ）および無我（アナッタ）の性質から生じます。仏陀は、生、老、病、死の苦しみ。愁、悲、憂、悩。嫌なものとの出会い。愛する人との別れ。欲しいものが得られないことなど、さまざまな形の苦しみを特定することでドゥッカを詳細に説明しました。根本的に、五蘊（色、受、想、行、識）は、変化しやすく、永続的で独立した自己を欠いているため、苦しみとして特定されます。ドゥッカの全範囲を認識し理解することは、解脱への道における不可欠な第一歩です。"
  },
  "truth2": {
    "name": "2. 集諦 (Samudaya Sacca)",
    "description": "苦の起源に関する真理。あらゆる苦しみの深い根源は渇愛（タンハー） - 絶え間ない欲望と切望です。渇愛には、感覚的な渇愛（感覚対象への渇愛）、存在への渇愛（存在したい、なりたいという渇愛）、非存在への渇愛（存在したくない、自己消滅への渇愛）が含まれます。この渇愛は無明（アヴィッジャー） - 現実の性質、特に四諦と業の法則に関する適切な理解の欠如によって養われます。これから憎しみや他の煩悩が生じます。",
    "details": "集諦（サムダヤ・サッチャ）は、苦しみ（ドゥッカ）の起源または原因を特定します。主な原因は渇愛（タンハー）であり、強い欲望、切望、または執着です。タンハーは主に三つの形で現れます：カーマ・タンハー（感覚的な快楽への渇愛）、バーヴァ・タンハー（存在、生成、または継続的な再生への渇愛）、ヴィバーヴァ・タンハー（非存在、自己消滅、または不快な経験の停止への渇愛）です。この絶え間ない渇愛は、根本的な無明（アヴィッジャー）に根ざしています。無明は、現実の真の性質、特に四諦と無常、苦、無我の原則に関する深い理解の欠如です。無明と渇愛は執着と嫌悪につながり、苦しみのサイクル（サンサーラ）を永続させます。"
  },
  "truth3": {
    "name": "3. 滅諦 (Nirodha Sacca)",
    "description": "苦の滅尽に関する真理。これは絶対的な平和の状態、涅槃（ニッバーナ）であり、あらゆる苦しみとその原因が完全に根絶された状態です。それは渇愛、憎しみ、迷妄の完全な停止です。涅槃は場所ではなく、輪廻の束縛から解放された心の状態です。",
    "details": "滅諦（ニローダ・サッチャ）は、苦しみ（ドゥッカ）の止滅（ニローダ）の可能性を宣言します。この止滅は、仏教の道の究極の目標である涅槃（ニッバーナ）の実現です。涅槃は、渇愛（タンハー）、嫌悪（ドーサ）、無明（アヴィッジャー） – 苦しみの根本原因 – の完全かつ不可逆的な根絶です。それは深い平和、解脱、そして生、老、病、死、再生のサイクル（サンサーラ）からの自由の状態です。涅槃は場所や虚無ではなく、無為、不死、不生である超越的な現実です。それは条件付けられた存在の限界を超えた究極の現実の経験であり、四諦の完全な実現を通して達成されます。"
  },
  "truth4": {
    "name": "4. 道諦 (Magga Sacca)",
    "description": "苦の滅尽に至る実践の道に関する真理。これは八正道（アリヤ・アッタンギカ・マッガ）であり、八つの要素からなる中道であり、修行者が智慧、倫理的行為、精神的な規律を培い、最終的に解脱と涅槃を達成するのを助けます。",
    "details": "道諦（マッガ・サッチャ）は、苦しみ（ドゥッカ）の止滅に至る実践的な道を示します。この道は八正道（アリヤ・アッタンギカ・マッガ）であり、感覚的な耽溺と厳しい苦行の極端を避ける中道です。それは、解脱と涅槃の実現に必要な資質を培う体系的な訓練です。八正道は、三つの部門に分類されることが多い八つの相互に関連する要素から構成されます：智慧（パンニャー）、倫理的行為（シーラ）、精神的な規律（サマーディ）です。智慧には正見と正思惟が含まれます。倫理的行為には正語、正業、正命が含まれます。精神的な規律には正精進、正念、正定が含まれます。これらの八つの要素を勤勉に培うことにより、修行者は徐々に心を浄化し、苦しみの根源を弱め、涅槃という究極の目標に向かって進みます。"
  }
}
