{
  "title": "八正道 - 八条正确的道路",
  "path1": {
    "name": "1. 正见 (Samma Ditthi)",
    "description": "对四圣谛、业的法则、无常、无我、缘起的正确理解。这是整个修行之道的基础。",
    "details": "正见是对现实本质的正确理解，特别是四圣谛、业（因果）的法则、无常（Anicca）、无我（Anatta）和缘起（Paticcasamuppada）。这是指导修行者走向解脱之路的基础智慧。它涉及如实看待事物，摆脱妄想和扭曲。"
  },
  "path2": {
    "name": "2. 正思惟 (Samma Sankappa)",
    "description": "正确的思考和愿望，向上引导。包括：出离的思考（非感官、非贪婪），非恶意的思考（慈爱），非伤害的思考（同情、非暴力）。",
    "details": "正思惟包括培养纯洁的思想和愿望。这包括出离的意图（放下对感官享乐和世俗财产的执着）、非恶意的意图（培养对所有众生的慈爱和同情）以及非伤害的意图（避免对自己或他人造成痛苦的思想和行为）。这是遵循道路和发展健康品质的精神决心。"
  },
  "path3": {
    "name": "3. 正语 (Samma Vaca)",
    "description": "正确、真实、和谐的言语。避免说谎、离间语（诽谤）、恶语（辱骂）和绮语（轻浮、无意义的话）。",
    "details": "正语是建设性地和道德地使用语言。它包括避免说谎、离间语（制造不和的诽谤）、恶语（辱骂或伤人的语言）和绮语（缺乏目的的轻浮或无意义的话）。正语促进个人之间的真实性、和谐和理解。"
  },
  "path4": {
    "name": "4. 正业 (Samma Kammanta)",
    "description": "正确、健康的行动。避免杀生（夺取生命）、偷盗（拿取未给予之物）和邪淫（非法性关系）。",
    "details": "正业包括从事道德和伦理行为。它包括避免杀生（夺取任何有情众生的生命）、偷盗（拿取未自由给予之物）和邪淫（从事有害或剥削性的性关系）。正业是道德生活的基石，有助于自身和他人的福祉。"
  },
  "path5": {
    "name": "5. 正命 (Samma Ajiva)",
    "description": "以正确、诚实的方式谋生。避免伤害众生或不道德的职业（武器、人类、毒药的交易，动物的屠宰等）。",
    "details": "正命意味着以不伤害他人的方式谋生。这包括避免剥削或伤害有情众生的职业，如买卖武器、活物（包括奴隶制和卖淫）、肉类生产、麻醉品或毒药。正命确保一个人的经济活动与道德原则相协调，并为一个公正和富有同情心的社会做出贡献。"
  },
  "path6": {
    "name": "6. 正精进 (Samma Vayama)",
    "description": "正确、勤奋的努力。包括四种：努力防止不健康的心理状态产生；努力放弃已产生的不健康的心理状态；努力发展未产生的健康的心理状态；努力维持和增加已产生的健康的心理状态。",
    "details": "正精进是培养健康的心理状态和放弃不健康的心理状态的有意识和勤奋的努力。它包括四种努力：防止未产生的不健康状态产生，放弃已产生的不健康状态，发展未产生的健康状态，以及维持和增加已产生的健康状态。正精进是通往解脱之路所需的能量和毅力。"
  },
  "path7": {
    "name": "7. 正念 (Samma Sati)",
    "description": "正确的记忆，正确的觉知。始终保持正念，清晰地觉知当下正在发生的事情，包括身体（kāya）、感受（vedanā）、心（citta）和心所（dhamma）。",
    "details": "正念是带着清晰理解实践当下觉知。它包括关注四念处：身体（kāya）、感受（vedanā）、心（citta）和心所（dhamma）。正念有助于发展对现实本质的洞察，无判断地观察思想和情绪，并培养平静和专注的心。"
  },
  "path8": {
    "name": "8. 正定 (Samma Samadhi)",
    "description": "将心正确、坚定地集中在一个对象上。发展禅定（Jhana）的阶段，以达到平静和清晰的心境，作为发展智慧（Panna）的基础。",
    "details": "正定是通过冥想发展专注和宁静的心理状态。它包括将心集中在一个对象上，从而达到禅定（Jhanas）状态。正定使心平静，减少分心，并为发展对现实真实本质的智慧和洞察提供稳定的基础。"
  }
}
