{
  "title": "八正道 - 八条正确的道路",
  "path1": {
    "name": "1. 正见",
    "description": "对四圣谛、业的法则、无常、无我、缘起的正确理解。这是整个修行之道的基础。",
    "details": "正见（Samma Ditthi）是八正道的基础智慧。它是对现实本质的正确理解，包括四圣谛、业（因果）的法则、存在的三相（无常 - Anicca、苦 - Dukkha、无我 - Anatta）以及缘起（Paticcasamuppada）。正见不仅仅是智力上的认同，而是指导道路所有其他方面的深刻的、经验性的洞察。它涉及如实看待事物，摆脱无明和妄想的扭曲，并理解所有现象的相互关联性。"
  },
  "path2": {
    "name": "2. 正思惟",
    "description": "正确的思考和愿望，向上引导。包括：出离的思考（非感官、非贪婪），非恶意的思考（慈爱），非伤害的思考（同情、非暴力）。",
    "details": "正思惟（Samma Sankappa）是与正见一致的精神决心和愿望。它包括培养纯洁和健康的思想，摆脱贪婪、憎恨和妄想。这包括出离的意图（nekkhamma-sankappa），即放下对感官享乐和世俗欲望的执着；非恶意的意图（avyapada-sankappa），即培养对所有众生的慈爱、善意和友善；非伤害的意图（avihimsa-sankappa），即决心以同情心行事，避免对自己或他人造成痛苦。正思惟为道德行为和精神发展提供了动力和方向。"
  },
  "path3": {
    "name": "3. 正语",
    "description": "正确、真实、和谐的言语。避免说谎、离间语（诽谤）、恶语（辱骂）和绮语（轻浮、无意义的话）。",
    "details": "正语（Samma Vaca）是道德地使用语言。它包括避免四种不健康的言语形式：说谎（musavada），即说假话；离间语（pisunavaca），即诽谤他人或制造不和；恶语（pharusa vaca），即使用辱骂、粗鲁或伤人的语言；绮语（samphappalapa），即参与缺乏目的的轻浮、无意义或八卦的谈话。正语是真实、有益、适时，并以善良和温柔的心说出。它促进人际关系中的信任、和谐和理解，并有助于创造和平的环境。"
  },
  "path4": {
    "name": "4. 正业",
    "description": "正确、健康的行动。避免杀生（夺取生命）、偷盗（拿取未给予之物）和邪淫（非法性关系）。",
    "details": "正业（Samma Kammanta）是通过身体行动表达的道德行为。它包括避免三种不健康的行动：杀生（panatipata），即夺取任何有情众生的生命；偷盗（adinnadana），即拿取未自由给予之物；邪淫（kamesu micchacara），即从事有害或剥削性的性关系。正业是道德戒律（Sila）的基础，有助于自身和他人的福祉和安全。它是以无害、慈悲、尊重所有众生的权利和尊严的方式行事。"
  },
  "path5": {
    "name": "5. 正命",
    "description": "以正确、诚实的方式谋生。避免伤害众生或不道德的职业（武器、人类、毒药的交易，动物的屠宰等）。",
    "details": "正命（Samma Ajiva）意味着以不伤害他人的方式谋生。这包括避免剥削、欺骗或伤害有情众生的职业。错误谋生的例子包括买卖武器、活物（如奴隶制、卖淫或肉类贸易）、麻醉品或毒药。它还包括欺骗、欺诈或高利贷等不诚实的行为。正命确保一个人的经济活动与道德原则相协调，并为一个公正和富有同情心的社会做出贡献。这是一种支持个人精神修行并促进所有众生福祉的生活方式。"
  },
  "path6": {
    "name": "6. 正精进",
    "description": "正确、勤奋的努力。包括四种：努力防止不健康的心理状态产生；努力放弃已产生的不健康的心理状态；努力发展未产生的健康的心理状态；努力维持和增加已产生的健康的心理状态。",
    "details": "正精进（Samma Vayama）是培养健康的心理状态和放弃不健康的心理状态的有意识和勤奋的努力。它是通往道路所需的能量和意志力。正精进包括四个方面：努力防止未产生的不健康状态产生，努力放弃已产生的不健康状态，努力发展未产生的健康状态，以及努力维持和增加已产生的健康状态。这种持续的努力旨在净化心灵，克服消极倾向，并培养支持智慧和专注力发展的积极品质。"
  },
  "path7": {
    "name": "7. 正念",
    "description": "正确的记忆，正确的觉知。始终保持正念，清晰地觉知当下正在发生的事情，包括身体（kāya）、感受（vedanā）、心（citta）和心所（dhamma）。",
    "details": "正念（Samma Sati）是带着清晰理解实践当下觉知。它包括关注四念处：身体（kāyanupassana）、感受（vedananupassana）、心（cittanupassana）和心所（dhammanupassana）。正念有助于发展对现实真实本质的洞察，无判断地观察思想、情绪和身体感觉，并培养平静、专注和不反应的心。它是发展智慧和专注力的关键因素。"
  },
  "path8": {
    "name": "8. 正定",
    "description": "将心正确、坚定地集中在一个对象上。发展禅定（Jhana）的阶段，以达到平静和清晰的心境，作为发展智慧（Panna）的基础。",
    "details": "正定（Samma Samadhi）是通过冥想发展专注和宁静的心理状态。它包括将心集中在一个对象上，从而达到禅定（Jhanas）状态。禅定是深层冥想吸收的状态，其特征是平静、喜悦和舍心程度不断提高。正定使心平静，减少分心，并为发展对现实真实本质的智慧（Panna）和洞察提供稳定而强大的基础。它是八正道精神纪律部分的顶点。"
  }
}
