{
  "title": "팔정도 - 여덟 가지 바른 길",
  "path1": {
    "name": "1. 정견 (正見, Samma Ditthi)",
    "description": "사성제, 업의 법칙, 무상, 무아, 연기에 대한 올바른 이해. 이것은 전체 수행의 길의 기초입니다.",
    "details": "정견(삼마 딧티)은 팔정도의 근본적인 지혜입니다. 그것은 현실의 본질, 특히 사성제, 업(원인과 결과)의 법칙, 존재의 세 가지 특징(무상 - 아니짜, 고 - 두카, 무아 - 아낫따), 그리고 연기(빠띠짜사뭅빠다)에 대한 올바른 이해입니다. 정견은 단순한 지적 동의가 아니라 길의 다른 모든 측면을 안내하는 깊고 경험적인 통찰입니다. 그것은 무명과 망상의 왜곡에서 벗어나 사물을 있는 그대로 보고, 모든 현상의 상호 연결성을 이해하는 것을 포함합니다."
  },
  "path2": {
    "name": "2. 정사유 (正思惟, Samma Sankappa)",
    "description": "올바른 생각과 열망, 위로 이끄는 것. 출리의 생각(비감각적, 비탐욕), 비악의의 생각(자비), 비해의 생각(연민, 비폭력)을 포함합니다.",
    "details": "정사유(삼마 상깝빠)는 정견과 일치하는 정신적 결의와 열망입니다. 그것은 탐욕, 증오, 망상에서 벗어난 순수하고 건전한 생각을 함양하는 것을 포함합니다. 여기에는 출리의 의도(네캄마-상깝빠), 즉 감각적 쾌락과 세속적 욕망에 대한 집착을 놓아주는 결의; 비악의의 의도(아뱌빠다-상깝빠), 즉 모든 존재에 대한 자비, 선의, 친절을 함양하는 것; 비해의 의도(아비힘사-상깝빠), 즉 자비로 행동하고 자신이나 타인에게 고통을 야기하는 것을 피하는 결의가 포함됩니다. 정사유는 윤리적 행위와 정신적 발달을 위한 동기와 방향을 제공합니다."
  },
  "path3": {
    "name": "3. 정어 (正語, Samma Vaca)",
    "description": "올바르고 진실하며 조화로운 말. 거짓말, 분열을 일으키는 말(중상), 거친 말(욕설), 쓸데없는 말(경박하고 무의미한 이야기)을 피하는 것.",
    "details": "정어(삼마 와짜)는 윤리적인 언어 사용입니다. 그것은 네 가지 불건전한 언어 형태를 삼가는 것을 포함합니다: 거짓말(무사와다), 즉 허위 사실을 말하는 것; 분열을 일으키는 말(피수나와짜), 즉 타인을 중상하거나 불화를 일으키는 것; 거친 말(파루사 와짜), 즉 모욕적이거나 무례하거나 상처를 주는 언어를 사용하는 것; 쓸데없는 말(삼팝팔라빠), 즉 목적 없는 경박하거나 무의미하거나 가십성 대화에 참여하는 것. 정어는 진실하고 유익하며 시의적절하며 친절하고 온화한 마음으로 말해집니다. 그것은 관계에서 신뢰, 조화, 이해를 증진하고 평화로운 환경에 기여합니다."
  },
  "path4": {
    "name": "4. 정업 (正業, Samma Kammanta)",
    "description": "올바르고 건전한 행위. 살생(생명을 빼앗는 것), 도둑질(주지 않은 것을 가져가는 것), 사음(불법적인 성관계)을 피하는 것.",
    "details": "정업(삼마 깜만따)은 신체적 행동을 통해 표현되는 윤리적 행위입니다. 그것은 세 가지 불건전한 행동을 삼가는 것을 포함합니다: 살생(빠나띠빠따), 즉 sentient beings 의 생명을 빼앗는 것; 도둑질(아딘나다나), 즉 자유롭게 주어지지 않은 것을 가져가는 것; 사음(까메수 미차짜라), 즉 해롭거나 착취적인 성관계에 참여하는 것. 정업은 도덕적 규율(실라)의 기초이며 자신과 타인의 안녕과 안전에 기여합니다. 그것은 해를 끼치지 않고 자비롭고 모든 존재의 권리와 존엄성을 존중하는 방식으로 행동하는 것입니다."
  },
  "path5": {
    "name": "5. 정명 (正命, Samma Ajiva)",
    "description": "올바르고 정직한 수단으로 생계를 유지하는 것. 살아있는 존재를 해치거나 비윤리적인 직업(무기, 인간, 독극물 거래, 동물 도살 등)을 피하는 것.",
    "details": "정명(삼마 아지바)은 타인에게 해를 끼치지 않는 방식으로 생계를 유지하는 것을 의미합니다. 여기에는 무기, 살아있는 존재(노예 제도 및 매춘 포함), 육류 생산, 중독성 물질, 독극물 등의 거래와 같이 sentient beings 를 착취하거나 해치는 직업을 피하는 것이 포함됩니다. 또한 사기, 부정 행위, 고리대금과 같은 부정직한 행위도 포함됩니다. 정명은 경제 활동이 윤리적 원칙과 조화되고 공정하고 자비로운 사회에 기여하도록 보장합니다. 그것은 자신의 영적 수행을 지원하고 모든 존재의 안녕을 증진하는 삶의 방식입니다."
  },
  "path6": {
    "name": "6. 정정진 (正精進, Samma Vayama)",
    "description": "올바르고 부지런한 노력. 네 가지 종류가 포함됩니다: 불건전한 상태가 생기는 것을 막는 노력. 생긴 불건전한 상태를 버리는 노력. 생기지 않은 건전한 상태를 발전시키는 노력. 생긴 건전한 상태를 유지하고 증가시키는 노력.",
    "details": "정정진(삼마 와야마)은 건전한 마음 상태를 함양하고 불건전한 상태를 버리기 위한 의식적이고 부지런한 노력입니다. 그것은 길을 나아가기 위해 필요한 에너지와 의지력입니다. 정정진은 네 가지 측면을 포함합니다: 생기지 않은 불건전한 상태가 생기는 것을 방지하는 노력, 생긴 불건전한 상태를 버리는 노력, 생기지 않은 건전한 상태를 개발하는 노력, 그리고 생긴 건전한 상태를 유지하고 증가시키는 노력. 이 지속적인 노력은 마음을 정화하고 부정적인 경향을 극복하며 지혜와 집중력 발달을 지원하는 긍정적인 자질을 함양하는 데 향합니다."
  },
  "path7": {
    "name": "7. 정념 (正念, Samma Sati)",
    "description": "올바른 기억, 올바른 알아차림. 항상 마음챙김하고, 현재 순간에 무엇이 일어나고 있는지, 몸(카야), 느낌(웨다나), 마음(찟따), 정신적 대상(담마)에 관해 명확하게 인식하는 것.",
    "details": "정념(삼마 사띠)은 명확한 이해와 함께 현재 순간의 알아차림을 실천하는 것입니다. 그것은 네 가지 마음챙김의 기초: 몸(카야누빠사나), 느낌(웨다나누빠사나), 마음(찟따누빠사나), 정신적 대상 또는 현상(담마누빠사나)에 주의를 기울이는 것을 포함합니다. 정념은 현실의 진정한 본질에 대한 통찰을 개발하고, 판단 없이 생각, 감정, 신체적 감각을 관찰하며, 고요하고 집중된, 반응하지 않는 마음을 함양하는 데 도움이 됩니다. 그것은 지혜와 집중력을 개발하기 위한 중요한 요소입니다."
  },
  "path8": {
    "name": "8. 정정 (正定, Samma Samadhi)",
    "description": "하나의 대상에 마음을 올바르고 확고하게 집중시키는 것. 명상적 흡수(자나)의 단계를 발전시켜 고요하고 명확한 마음 상태를 달성하고, 지혜(빤냐) 발달의 기초가 되는 것.",
    "details": "정정(삼마 사마디)은 명상을 통해 집중되고 고요한 마음 상태를 개발하는 것입니다. 그것은 마음을 하나의 대상에 집중시켜 흡수 상태(자나)에 이르는 것을 포함합니다. 자나는 점점 더 높은 수준의 고요함, 기쁨, 평온함을 특징으로 하는 깊은 명상적 흡수 상태입니다. 정정은 마음을 진정시키고 산만함을 줄이며, 현실의 진정한 본질에 대한 지혜(빤냐)와 통찰을 개발하기 위한 안정적이고 강력한 기반을 제공합니다. 그것은 팔정도의 정신적 규율 부분의 절정입니다."
  }
}
