{
  "title": "팔정도 - 여덟 가지 바른 길",
  "path1": {
    "name": "1. 정견 (正見, Samma Ditthi)",
    "description": "사성제, 업의 법칙, 무상, 무아, 연기에 대한 올바른 이해. 이것은 전체 수행의 길의 기초입니다.",
    "details": "정견은 현실의 본질, 특히 사성제, 업(원인과 결과)의 법칙, 무상(아니짜), 무아(아낫따), 연기(빠띠짜사뭅빠다)에 대한 올바른 이해입니다. 이것은 수행자를 해탈의 길로 인도하는 근본적인 지혜입니다. 그것은 망상과 왜곡에서 벗어나 사물을 있는 그대로 보는 것입니다."
  },
  "path2": {
    "name": "2. 정사유 (正思惟, Samma Sankappa)",
    "description": "올바른 생각과 열망, 위로 이끄는 것. 출리의 생각(비감각적, 비탐욕), 비악의의 생각(자비), 비해의 생각(연민, 비폭력)을 포함합니다.",
    "details": "정사유는 순수한 생각과 열망을 함양하는 것을 포함합니다. 여기에는 출리의 의도(감각적 쾌락과 세속적 소유물에 대한 집착을 놓아주는 것), 비악의의 의도(모든 존재에 대한 자비와 연민을 함양하는 것), 비해의 의도(자신이나 타인에게 고통을 야기하는 생각과 행동을 피하는 것)가 포함됩니다. 그것은 길을 따르고 건전한 자질을 개발하려는 정신적 결의입니다."
  },
  "path3": {
    "name": "3. 정어 (正語, Samma Vaca)",
    "description": "올바르고 진실하며 조화로운 말. 거짓말, 분열을 일으키는 말(중상), 거친 말(욕설), 쓸데없는 말(경박하고 무의미한 이야기)을 피하는 것.",
    "details": "정어는 건설적이고 윤리적인 방식으로 언어를 사용하는 것입니다. 거짓말, 분열을 일으키는 말(불화를 일으키는 중상), 거친 말(모욕적이거나 상처를 주는 언어), 쓸데없는 말(목적 없는 경박하거나 무의미한 이야기)을 삼가는 것을 포함합니다. 정어는 개인 간의 진실성, 조화, 이해를 증진합니다."
  },
  "path4": {
    "name": "4. 정업 (正業, Samma Kammanta)",
    "description": "올바르고 건전한 행위. 살생(생명을 빼앗는 것), 도둑질(주지 않은 것을 가져가는 것), 사음(불법적인 성관계)을 피하는 것.",
    "details": "정업은 윤리적이고 도덕적인 행위에 참여하는 것을 포함합니다. sentient beings 의 생명을 빼앗는 것, 도둑질(자유롭게 주어지지 않은 것을 가져가는 것), 사음(해롭거나 착취적인 성관계에 참여하는 것)을 삼가는 것을 수반합니다. 정업은 덕 있는 삶의 기초이며 자신과 타인의 안녕에 기여합니다."
  },
  "path5": {
    "name": "5. 정명 (正命, Samma Ajiva)",
    "description": "올바르고 정직한 수단으로 생계를 유지하는 것. 살아있는 존재를 해치거나 비윤리적인 직업(무기, 인간, 독극물 거래, 동물 도살 등)을 피하는 것.",
    "details": "정명은 타인에게 해를 끼치지 않는 방식으로 생계를 유지하는 것을 의미합니다. 여기에는 무기, 살아있는 존재(노예 제도 및 매춘 포함), 육류 생산, 중독성 물질, 독극물 등의 거래와 같이 sentient beings 를 착취하거나 해치는 직업을 피하는 것이 포함됩니다. 정명은 경제 활동이 윤리적 원칙과 조화되고 공정하고 자비로운 사회에 기여하도록 보장합니다."
  },
  "path6": {
    "name": "6. 정정진 (正精進, Samma Vayama)",
    "description": "올바르고 부지런한 노력. 네 가지 종류가 포함됩니다: 불건전한 상태가 생기는 것을 막는 노력. 생긴 불건전한 상태를 버리는 노력. 생기지 않은 건전한 상태를 발전시키는 노력. 생긴 건전한 상태를 유지하고 증가시키는 노력.",
    "details": "정정진은 건전한 마음 상태를 함양하고 불건전한 상태를 버리기 위한 의식적이고 부지런한 노력입니다. 그것은 네 가지 노력을 포함합니다: 생기지 않은 불건전한 상태가 생기는 것을 방지하는 것, 생긴 불건전한 상태를 버리는 것, 생기지 않은 건전한 상태를 개발하는 것, 생긴 건전한 상태를 유지하고 증가시키는 것. 정정진은 해탈의 길로 나아가기 위해 필요한 에너지와 인내력입니다."
  },
  "path7": {
    "name": "7. 정념 (正念, Samma Sati)",
    "description": "올바른 기억, 올바른 알아차림. 항상 마음챙김하고, 현재 순간에 무엇이 일어나고 있는지, 몸(카야), 느낌(웨다나), 마음(찟따), 정신적 대상(담마)에 관해 명확하게 인식하는 것.",
    "details": "정념은 명확한 이해와 함께 현재 순간의 알아차림을 실천하는 것입니다. 그것은 네 가지 마음챙김의 기초: 몸(카야), 느낌(웨다나), 마음(찟따), 정신적 대상(담마)에 주의를 기울이는 것을 포함합니다. 정념은 현실의 본질에 대한 통찰을 개발하고, 판단 없이 생각과 감정을 관찰하며, 고요하고 집중된 마음을 함양하는 데 도움이 됩니다."
  },
  "path8": {
    "name": "8. 정정 (正定, Samma Samadhi)",
    "description": "하나의 대상에 마음을 올바르고 확고하게 집중시키는 것. 명상적 흡수(자나)의 단계를 발전시켜 고요하고 명확한 마음 상태를 달성하고, 지혜(빤냐) 발달의 기초가 되는 것.",
    "details": "정정은 명상을 통해 집중되고 고요한 마음 상태를 개발하는 것입니다. 그것은 마음을 하나의 대상에 집중시켜 흡수 상태(자나)에 이르는 것을 포함합니다. 정정은 마음을 진정시키고 산만함을 줄이며, 현실의 진정한 본질에 대한 지혜와 통찰을 개발하기 위한 안정적인 기반을 제공합니다."
  }
}
