{
  "title": "사성제 - 네 가지 거룩한 진리",
  "truth1": {
    "name": "1. 고제 (苦諦, Dukkha Sacca)",
    "description": "괴로움의 본질에 대한 진리. 괴로움은 명백한 육체적 또는 정신적 고통뿐만 아니라, 윤회의 모든 측면에 내재된 근본적인 불만족과 불충분함도 포함합니다. 태어남, 늙음, 병듦, 죽음은 괴로움입니다. 슬픔, 비탄, 고통, 비애, 절망은 괴로움입니다. 싫어하는 것과의 만남은 괴로움입니다. 사랑하는 사람과의 이별은 괴로움입니다。 원하는 것을 얻지 못하는 것은 괴로움입니다. 요컨대, 오온은 괴로움입니다.",
    "details": "고제(두카 사짜)는 존재의 괴로움(두카)이 널리 퍼져 있음을 드러냅니다. 두카는 육체적, 정신적 고통뿐만 아니라, 조건 지어진 현상을 특징짓는 본질적인 불만족, 스트레스, 불편함을 포함하는 다면적인 용어입니다. 이러한 불만족은 만물의 무상함(아니짜)과 무아(아낫따)의 본질에서 비롯됩니다. 부처님은 태어남, 늙음, 병듦, 죽음의 괴로움; 슬픔, 비탄, 고통, 비애, 절망; 싫어하는 것과의 만남; 사랑하는 사람과의 이별; 원하는 것을 얻지 못하는 것 등 다양한 형태의 괴로움을 식별함으로써 두카를 자세히 설명했습니다. 근본적으로 오온(색, 수, 상, 행, 식)은 변화하기 쉽고 영구적이며 독립적인 자아가 없기 때문에 괴로움으로 식별됩니다. 두카의 전체 범위를 인식하고 이해하는 것은 해탈의 길에서 필수적인 첫걸음입니다."
  },
  "truth2": {
    "name": "2. 집제 (集諦, Samudaya Sacca)",
    "description": "괴로움의 원인에 대한 진리. 모든 괴로움의 깊은 뿌리는 갈애(탄하) - 끊임없는 욕망과 갈망입니다. 갈애에는 감각적 갈애(감각 대상에 대한 갈애), 존재에 대한 갈애(존재하고 싶어하는 갈애), 비존재에 대한 갈애(존재하지 않고 싶어하는 갈애, 자기 소멸)가 포함됩니다. 이 갈애는 무명(아비자) - 현실의 본질, 특히 사성제와 업의 법칙에 대한 적절한 이해의 부족에 의해 길러집니다. 이로부터 증오와 다른 번뇌가 발생합니다.",
    "details": "집제(사무다야 사짜)는 괴로움(두카)의 기원 또는 원인을 식별합니다. 주요 원인은 갈애(탄하)이며, 이는 강한 욕망, 갈망 또는 집착입니다. 탄하는 세 가지 주요 형태로 나타납니다: 까마-탄하(즐거운 감각 경험에 대한 감각적 갈애), 바바-탄하(존재, 생성 또는 지속적인 환생에 대한 갈애), 비바바-탄하(비존재, 자기 소멸 또는 불쾌한 경험의 중단에 대한 갈애)입니다. 이 끊임없는 갈애는 근본적인 무명(아비자)에 뿌리내리고 있으며, 이는 현실의 진정한 본질, 특히 사성제와 무상, 고, 무아의 원리에 대한 깊은 이해의 부족입니다. 무명과 갈애는 집착과 혐오로 이어져 괴로움의 순환(삼사라)을 영속시킵니다."
  },
  "truth3": {
    "name": "3. 멸제 (滅諦, Nirodha Sacca)",
    "description": "괴로움의 소멸에 대한 진리. 이것은 절대적인 평화의 상태, 열반(닙바나)이며, 모든 괴로움과 그 원인이 완전히 근절된 상태입니다. 그것은 갈애, 증오, 미혹의 완전한 소멸입니다. 열반은 장소가 아니라 윤회의 모든 속박에서 해방된 마음의 상태입니다.",
    "details": "멸제(니로다 사짜)는 괴로움(두카)의 소멸(니로다) 가능성을 선언하며, 그것이 열반(닙바나)의 실현입니다. 열반은 갈애(탄하), 혐오(도사), 무명(아비자) – 괴로움의 근본 원인 – 의 완전하고 되돌릴 수 없는 근절입니다. 그것은 깊은 평화, 해탈, 그리고 생, 노, 병, 사, 환생의 순환(삼사라)으로부터의 자유의 상태입니다. 열반은 장소나 공허가 아니라, 조건 지어지지 않고, 죽지 않으며, 태어나지 않는 초월적인 현실입니다. 그것은 조건 지어진 존재의 한계를 넘어선 궁극적인 현실의 경험이며, 사성제의 완전한 실현을 통해 달성됩니다."
  },
  "truth4": {
    "name": "4. 도제 (道諦, Magga Sacca)",
    "description": "괴로움의 소멸로 이끄는 실천의 길에 대한 진리. 이것은 팔정도(아리야 아탕기카 막가)이며, 여덟 가지 요소로 구성된 중도이며, 수행자가 지혜, 윤리적 행위, 정신적 훈련을 함양하고 궁극적으로 해탈과 열반을 달성하도록 돕습니다.",
    "details": "도제(막가 사짜)는 괴로움(두카)의 소멸로 이끄는 실천적인 길을 제시합니다. 이 길은 팔정도(아리야 아탕기카 막가)이며, 감각적 쾌락과 극심한 고행의 극단을 피하는 중도입니다. 그것은 해탈과 열반의 실현에 필요한 자질을 함양하는 체계적인 훈련입니다. 팔정도는 세 가지 부문으로 분류되는 경우가 많은 여덟 가지 상호 연결된 요소로 구성됩니다: 지혜(빤냐), 윤리적 행위(실라), 정신적 훈련(사마디)입니다. 지혜에는 정견과 정사유가 포함됩니다. 윤리적 행위에는 정어, 정업, 정명이 포함됩니다. 정신적 훈련에는 정정진, 정념, 정정이 포함됩니다. 이 여덟 가지 요소를 부지런히 함양함으로써 수행자는 점차 마음을 정화하고, 괴로움의 뿌리를 약화시키며, 열반이라는 궁극적인 목표를 향해 나아갑니다."
  }
}
